brew "git"
brew "asdf"
brew "autoconf"
brew "openssl@3"
brew "bat"
brew "buf"
brew "coreutils"
brew "direnv"
brew "fd"
brew "ffmpeg"
brew "fop"
brew "fzf"
brew "gh"
brew "htop"
brew "jq"
brew "lazygit"
brew "libxslt"
brew "luarocks"
brew "neovim"
brew "pinentry-mac"
brew "protobuf"
brew "ripgrep"
brew "scc"
brew "sqlite"
brew "starship"
brew "tmux"
brew "tree"
brew "uv"
brew "wget"
brew "wxwidgets"
brew "zig"
cask "claude-code"
cask "ghostty"
cask "insomnia"
cask "ngrok"
cask "orbstack"
