tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "ngrok/ngrok"
brew "coreutils"
brew "asdf"
brew "awscli"
brew "bat"
brew "bazel"
brew "deno"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "gawk"
brew "git"
brew "htop"
brew "jq"
brew "lua"
brew "neovim"
brew "pinentry"
brew "pinentry-mac"
brew "protobuf"
brew "protoc-gen-go"
brew "python@3.10"
brew "ripgrep"
brew "scc"
brew "starship"
brew "tmux"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
cask "alacritty"
cask "font-fira-code-nerd-font"
cask "font-iosevka-nerd-font"
cask "insomnia"
cask "ngrok"
